{
	"1": [
		"Your time is limited, so don't waste it living someone else's life. Don't be trapped by dogma – which is living with the results of other people's thinking.",

		"If you look at what you have in life, you'll always have more. If you look at what you don't have in life, you'll never have enough.",

		"You may say I'm a dreamer, but I'm not the only one. I hope someday you'll join us. And the world will live as one.",

		"Darkness cannot drive out darkness: only light can do that. Hate cannot drive out hate: only love can do that.",

		"It is still best to be honest and truthful; to make the most of what we have; to be happy with simple pleasures; and have courage when things go wrong."
	],
	
	"2": [
		"The real test is not whether you avoid this failure, because you won‘t. It’s whether you let it harden or shame you into inaction, or whether you learn from it; whether you choose to persevere.",

		"In playing ball and in life, a person occasionally gets the opportunity to do something great. When that time comes, only two things matter: being prepared to seize the moment and having the courage to take your best swing.",
		
		"Twenty years from now, you will be more disappointed by the things that you didn't do than by the ones you did do. So, throw off the bowlines, sail away from safe harbor, catch the trade winds in your sails. Explore, Dream, Discover.",

		"I've missed more than 9000 shots in my career. I've lost almost 300 games. 26 times I've been trusted to take the game winning shot and missed. I've failed over and over and over again in my life. And that is why I succeed.",

		"When I was 5 years old, my mother always told me that happiness was the key to life. When I went to school, they asked me what I wanted to be when I grew up. I wrote down ‘happy’. They told me I didn’t understand the assignment, and I told them they didn’t understand life."
	],

	"3": [
		"Dear friend now in the dusty clockless hours of the town when the streets lie black and steaming in the wake of the watertrucks and now when the drunk and the homeless have washed up in the lee of walls in alleys or abandoned lots and cats go forth highshouldered and lean in the grim perimeters about, now in these sootblacked brick or cobbled corridors where lightwire shadows make a gothic harp of cellar doors no soul shall walk save you.",

		"We were so beautiful when we stood astride her ugliness. Her simplicity decorated us, her guilt sanctified us, her pain made us glow with health, her awkwardness made us think we had a sense of humor. Her inarticulateness made us believe we were eloquent. Her poverty kept us generous. Even her waking dreams we used—to silence our own nightmares. And she let us, and thereby deserved our contempt. We honed our egos on her, padded our characters with her frailty, and yawned in the fantasy of our strength.",

		"I give you the mausoleum of all hope and desire. I give it to you not that you may remember time, but that you might forget it now and then for a moment and not spend all of your breath trying to conquer it. Because no battle is ever won he said. They are not even fought. The field only reveals to man his own folly and despair, and victory is an illusion of philosophers and fools.",

		"If you’re here, you’re probably pretty well read. Congratulations you! Still, it’s one thing to read a great book, but quite another to retain it. Especially considering most of us read a number of the classics in our teenage years, when we were only half paying attention anyway. And it’s one thing to know that Shakespeare wrote something (as the sages say: when in doubt, it’s from Shakespeare), but quite another to remember the play it came from.",

		"True innovation begins with curiosity, a willingness to question what others accept as fact, and the courage to pursue a vision that may seem impossible. The greatest minds are those who not only dare to dream but also commit to the long, often lonely path of bringing those dreams to life. Whether in science, art, or philosophy, change is born from persistence, from holding onto an idea even when the world has yet to see its value. And in that unwavering dedication lies the essence of progress—moving humanity forward, one inspired thought at a time."
	],

	"4": [
		"The best thing for being sad, replied Merlin, beginning to puff and blow, is to learn something. That's the only thing that never fails. You may grow old and trembling in your anatomies, you may lie awake at night listening to the disorder of your veins, you may miss your only love, you may see the world about you devastated by evil lunatics, or know your honour trampled in the sewers of baser minds. There is only one thing for it then--to learn. Learn why the world wags and what wags it. That is the only thing which the mind can never exhaust, never alienate, never be tortured by, never fear or distrust, and never dream of regretting. Learning is the only thing for you. Look what a lot of things there are to learn.",

		"We talk of strong personalities, and they are strong, until the not-every-day when we see them as we might see one woman alone in a desert, and know that all the strength we thought we knew was only courage, only her lone song echoing among the stones; and then at last when we have understood this and made up our minds to hear the song and admire its courage and its sweetness, we wait for the next note and it does not come. The last word, with its pure tone, echoes and fades and is gone, and we realize—only then—that we do not know what it was, that we have been too intent on the melody to hear even one word. We go then to find the singer, thinking she will be standing where we last saw her. There are only bones and sand and a few faded rags.",

		"Progress thrives on a blend of curiosity, courage, and unwavering dedication. It’s in the moments when we dare to question established norms, to imagine beyond the boundaries of accepted knowledge, that true innovation is born. Greatness isn’t achieved through isolated acts of brilliance but through relentless pursuit—a commitment to a vision others may not yet understand. Every breakthrough, whether in science, art, or social thought, owes its existence to those who persevered, who transformed skepticism into opportunity and setbacks into stepping stones. To create lasting change, we must be both resilient and open-minded, willing to learn, adapt, and redefine our path as we advance. Each inspired idea, no matter how small, contributes to a broader journey of human progress. It reminds us that our capacity to dream, question, and push forward remains the most powerful tool we have for building a better future.",

		"Traveling is more than just moving from one place to another; it’s an invitation to step outside the familiar and immerse ourselves in the unknown. True travel encourages us to abandon routines, broaden perspectives, and learn from the world around us. Each destination brings unique cultures, languages, and landscapes, reminding us of the vast diversity and beauty that exist beyond our own daily experiences. When we travel, we become students of life—curious observers and active participants in a global community, learning as much about ourselves as we do about others. The challenges we face on the road, from navigating new cities to understanding different customs, build resilience and adaptability, revealing our own resourcefulness. Travel teaches us patience and empathy, as we witness different ways of life and appreciate the values and traditions of others. Ultimately, every journey leaves us changed, instilling a deeper awareness of how interconnected we all are. The world, with all its vastness and variety, becomes a place of shared stories and collective humanity. Each trip becomes part of our own story, reminding us that the journey is as transformative as any destination, enriching our understanding of life itself.",

		"Games are far more than simple pastimes; they are immersive experiences that challenge, entertain, and inspire us to explore new realms of creativity and problem-solving. Within a game, we find a unique blend of competition, strategy, and storytelling that taps into our core desires for achievement, mastery, and discovery. Games encourage us to think critically, adapt swiftly, and embrace failure as part of the learning process, building resilience in a space where we’re free to experiment and grow. Beyond individual challenges, games foster connection—uniting players across distances and cultures, creating communities bound by shared goals and thrilling narratives. In multiplayer worlds, we experience camaraderie, collaboration, and even moments of rivalry that echo the complexities of real-life relationships. Games ignite our imaginations, allowing us to inhabit roles and worlds beyond our everyday lives, often inspiring us to bring elements of that creativity and determination back into reality. Ultimately, games are an art form and a means of self-expression, proving that play is essential not only to our enjoyment but to our growth and well-being. They remind us that within every challenge is the opportunity to learn, to connect, and to find joy in the journey, win or lose."
	]
}